Repository: sportradar/SR_AVVPlayer_iOS
Catalog: Sources/SRAVVPlayerTarget/Resources/Localizable Strings/*.lproj/Localizable.strings
Languages: de

# AVV_ERROR_TITLE
source: Error
de: Fehler

# AVV_INFO_TITLE
source: Information
de: Info

source: The config file could not be loaded.
de: Konfigurationsdatei konnte nicht geladen werden

source: The config file is invalid
de: Konfigurationsdatei ist fehlerhaft

source: Stream access API is not loaded.
de: Streamdetails konnten nicht abgerufen werden.

source: Stream could not be generated
de: Stream konnte nicht generiert werden.

source: The Video Session could not be set up
de: Die Video Session kann nicht gestartet werden

source: The Video Session is no longer valid
de: Die Video Session ist abgelaufen.

source: The Video Session could not be set up
de: Die Video Session kann nicht gestartet werden

source: The Video Session could not be set up
de: Die Video Session kann nicht gestartet werden

source: The external Video Session could not be set up
de: Die externe Session kann nicht gestartet werden

source: An error occurred while closing the current session
de: Beim Beenden der Video Session ist ein Fehler aufgetreten

source: stream could not be loaded, no valid video source found
de: Stream konnte nicht geladen werden, keine gültige Quelle gefunden

source: The media resource couldn't be loaded.
de: Das Video kann nicht geladen werden.

source: The asset is no longer playable.
de: Das Video kann nicht mehr abgespielt werden.

source: The media resource couldn't be loaded.
de: Das Video kann nicht geladen werden.

source: The AirPlay controller requires internet to function.
de: Der AirPlay Controller benötigt Internet.

source: The AirPlay receiver requires internet to function.
de: Der AirPlay Receiver benötigt Internet.

source: The application is not authorized to play media.
de: Die App ist nicht berechtigt, Videos abzuspielen.

source: The source media can’t be added because it contains gaps.
de: Die Quelldatei kann nicht hinzugefügt werden, weil sie Lücken enthält.

source: The user is not authorized to play the media.
de: Der User ist nicht berechtigt, das Video abzuspielen.

source: The application is not authorized to open the media.
de: Die App ist nicht berechtigt, das Video zu öffnen.

source: The operation could not be completed because some source media could not be decoded.
de: Die Quelldatei konnte nicht entschlüsselt werden.

source: The decoder for the given media was not found.
de: Der Decoder für die Quelldatei wurde nicht gefunden.

source: The appropriate decoder is currently not available.
de: Der Decoder für die Quelldatei ist momentan nicht verfügbar.

source: Settings for the device could not be changed because the device is being controlled by another application.
de: Die Einstellungen konnten nicht geändert werden, weil das Gerät von einer anderen App gesteuert wird.

source: The requested encoder was not found.
de: Der angeforderte Encoder wurde nicht gefunden.

source: The appropriate encoder is currently not available.
de: Der benötigte Encoder ist momentan nicht verfügbar.

source: The current asset doesn't support playback.
de: Das aktuelle Video unterstützt kein Playback.

source: The media resource does not contain all of the data required and cannot be loaded.
de: Die Quelldatei beinhaltet nicht alle nötigen Informationen.

source: The media couldn't be parsed.
de: Das Video konnte nicht entschlüsselt werden.

source: The media could not be opened because it is not in a recognized format.
de: Die Quelldatei ist in einem falschen Format.

source: The current asset format isn't supported.
de: Das Videoformat wird nicht unterstützt.

source: The media could not be displayed because the iOS device is not capable of playing the content.
de: Das Gerät kann das Video nicht abspielen.

source: The source media can’t be added because its duration in the destination is invalid.
de: Das Video hat eine ungültige Länge.

source: The source media can’t be added because it has no duration.
de: Das Video hat keine Länge.

source: The source media can’t be added because its start time in the destination is invalid.
de: Das Video hat eine ungültige Startzeit.

source: The path extension of the URL was invalid.
de: Der URL Pfad ist ungültig.

source: The operation could not be completed because some source media could not be read.
de: Eine Quelldatei konnte nicht gelesen werden.

source: You attempted to perform a video composition operation that is not supported.
de: Nicht unterstützte Videozusammensetzung.

source: The operation could not be completed because media services became unavailable.
de: Video Services sind nicht mehr verfügbar.

source: There is no image at that time in the media.
de: Es ist kein Bild zu diesem Zeitpunkt im Video.

source: No compatible external displays were found.
de: Keine Displays zur Wiedergabe gefunden.

source: The asset has no source track.
de: Das Video hat keine Quelldatei.

source: The operation could not be completed because there is not enough memory to process all of the media.
de: Nicht genügend Speicher für das Video vorhanden.

source: The HTTP server sending the media resource is not configured as expected.
de: Der HTTP Server ist nicht richtig konfiguriert.

source: The media data could not be decoded.
de: Die Daten konnten nicht entschlüsselt werden.

source: The user requested unsupported output settings.
de: Der User forderte unerlaubte Ausgabeeinstellungen.

source: The video compositor couldn't composite frames.
de: Video konnte nicht erstellt werden.

source: The captured content is unavailable.
de: Das Video kann nicht abgespielt werden.

source: An error occured while casting to chromecast
de: Bei der Chromecast Übertragung ist ein Fehler aufgetreten

source: Chromecast Session could not be set up
de: Die Chromecast Session konnte nicht gestartet werden

source: Your chromecast session is expired
de: Die Chromecast Session ist abgelaufen

# DEFAULT_ERROR_MESSAGE
source: An Error occurred while processing the requested content
de: Bei der Verarbeitung ist ein Fehler aufgetreten.

# ACTION_RETRY
source: Try Again
de: Erneut Versuchen

# CHROMECAST_STOP_CASTING
source: Stop Casting
de: Streaming beenden

# CHROMECAST_NOT_CONNECTED
source: Not Connected
de: Nicht verbunden

# CHROMECAST_CASTS_ON
source: Casting to
de: Läuft auf

# CHROMECAST_AVAILABLE_DEVICES
source: Devices Found
de: Verfügbare Geräte

# CHROMECAST_CONNECTING_DEVICE
source: Connecting Device...
de: Verbindung wird hergestellt...

# CHROMECAST_CLOSE_CONNECTION
source: Stops Casting...
de: Verbindung wird beendet...

# CHROMECAST_NO_MEDIA_SELECTED
source: No media selected
de: Kein Medium ausgewählt

# EXTERNAL_PLAYBACK_CASTS_TO
source: Casting to
de: Läuft auf

# PLAYER_MESSAGE_STREAM_STARTS_SOON
source: Live stream will start shortly
de: Livestream startet in Kürze

# PLAYER_MESSAGE_STREAM_ENDED
source: Stream has ended
de: Der Stream ist beendet

# PLAYER_MESSAGE_ALTERNATIVE_AUDIO_TRACKS
source: Alternative Audio Tracks
de: Alternative Audio Spuren

# PLAYER_MESSAGE_CLOSED_CAPTIONS_OPTIONS
source: Subtitles
de: Untertitel

# PLAYER_MESSAGE_CLOSED_CAPTIONS_OPTIONS_DEFAULT_OPTION
source: Off
de: Aus

# PLAYER_MESSAGE_CLOSED_CAPTIONS_OPTIONS_LOADING_OPTION
source: loading captions...
de: Untertitel werden geladen...

# PLAYER_MESSAGE_CLOSED_CAPTIONS_OPTIONS_LOADING_ERROR_OPTION
source: captions could not be loaded
de: Untertitel konnten nicht geladen werden

# PLAYER_MESSAGE_NEXT_ITEM_IN
source: Next video starts in
de: Nächstes Video startet in

# PLAYER_MESSAGE_CANCEL
source: Cancel
de: Abbrechen

# PLAYER_MESSAGE_FEATURE_ACCESS_DENIED
source: You do not have access to this feature
de: Du hast keine Berechtigung für dieses Feature

# PLAYER_MESSAGE_RESUME_OPTION_TITLE
source: Where do you want to start watching?
de: Wo möchtest du einsteigen?

# PLAYER_MESSAGE_RESUME_OPTION_FROM_BEGINNING
source: FROM BEGINNING
de: VON ANFANG AN

# PLAYER_MESSAGE_RESUME_OPTION_CONTINUE
source: WHERE YOU LEFT
de: FORTSETZEN

# PLAYER_MESSAGE_RESUME_OPTION_LIVE
source: GO TO LIVE
de: LIVE ANSEHEN

# SEEK_SECONDS
source: sec
de: Sek

# Stream starts on
source: Stream starts @
de: Stream startet @

# LABEL_DAYS
source: DAYS
de: TAGE

# LABEL_HOURS
source: HRS
de: STD

# LABEL_SECONDS
source: SEC
de: SEK
